Repository: adani/Clipmighty
Catalog: Clipmighty/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, fr, fr_ca, id, ja, nl, ru, zh_hans

# app.menu.about
source: About Clipmighty
ar: حول Clipmighty
de: Über Clipmighty
fr: À propos de Clipmighty
fr_ca: À propos de Clipmighty
id: Tentang Clipmighty
ja: Clipmightyについて
nl: Over Clipmighty
ru: О Clipmighty
zh_hans: 关于 Clipmighty

# appPicker.add
source: Add
ar: إضافة
de: Hinzufügen
fr: Ajouter
fr_ca: Ajouter
id: Tambah
ja: 追加
nl: Voeg toe
ru: Добавить
zh_hans: 添加

# appPicker.alreadyExcluded
source: Already excluded
ar: مستبعد مسبقاً
de: Bereits ausgeschlossen
fr: Déjà exclue
fr_ca: Déjà exclue
id: Sudah dikecualikan
ja: 除外済み
nl: Al uitgesloten
ru: Уже исключено
zh_hans: 已排除

# appPicker.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
fr_ca: Annuler
id: Batal
ja: キャンセル
nl: Annuleer
ru: Отменить
zh_hans: 取消

# appPicker.loading
source: Loading applications...
ar: جاري تحميل التطبيقات...
de: Anwendungen werden geladen …
fr: Chargement des applications...
fr_ca: Chargement des apps...
id: Memuat aplikasi...
ja: アプリケーションを読み込み中…
nl: Programma's laden...
ru: Загрузка приложений...
zh_hans: 正在加载应用…

# appPicker.noApplications
source: No applications found
ar: لم يتم العثور على تطبيقات
de: Keine Anwendungen gefunden
fr: Aucune application trouvée
fr_ca: Aucune app trouvée
id: Tidak ada aplikasi ditemukan
ja: アプリケーションが見つかりません
nl: Geen programma's gevonden
ru: Приложения не найдены
zh_hans: 未找到应用

# appPicker.noMatchingApplications
source: No matching applications
ar: لا توجد تطبيقات مطابقة
de: Keine übereinstimmenden Anwendungen
fr: Aucune application correspondante
fr_ca: Aucune app correspondante
id: Tidak ada aplikasi yang cocok
ja: 一致するアプリケーションがありません
nl: Geen overeenkomende programma's
ru: Нет подходящих приложений
zh_hans: 没有匹配的应用

# appPicker.search.placeholder
source: Search applications...
ar: البحث عن تطبيقات...
de: Anwendungen suchen …
fr: Rechercher des applications...
fr_ca: Rechercher des apps...
id: Cari aplikasi...
ja: アプリケーションを検索…
nl: Zoek programma's...
ru: Поиск приложений...
zh_hans: 搜索应用…

# appPicker.selected
source: Selected
ar: محدد
de: Ausgewählt
fr: Sélectionnée
fr_ca: Sélectionnée
id: Dipilih
ja: 選択済み
nl: Geselecteerd
ru: Выбрано
zh_hans: 已选择

# appPicker.title
source: Select Applications to Exclude
ar: تحديد التطبيقات لاستبعادها
de: Auszuschließende Anwendungen auswählen
fr: Sélectionner les applications à exclure
fr_ca: Sélectionner les apps à exclure
id: Pilih Aplikasi untuk Dikecualikan
ja: 除外するアプリケーションを選択
nl: Selecteer apps om uit te sluiten
ru: Выберите приложения для исключения
zh_hans: 选择要排除的应用

# clipboard.context.delete
source: Delete
ar: حذف
de: Löschen
fr: Supprimer
fr_ca: Supprimer
id: Hapus
ja: 削除
nl: Verwijder
ru: Удалить
zh_hans: 删除

# clipboard.context.edit
source: Edit
ar: تعديل
de: Bearbeiten
fr: Modifier
fr_ca: Modifier
ja: 編集
nl: Bewerk
ru: Изменить
zh_hans: 编辑

# clipboard.context.pin
source: Pin
ar: تثبيت
de: Anpinnen
fr: Épingler
fr_ca: Épingler
id: Sematkan
ja: 固定
nl: Zet vast
ru: Закрепить
zh_hans: 固定

# clipboard.context.unpin
source: Unpin
ar: إلغاء التثبيت
de: Loslösen
fr: Désépingler
fr_ca: Désépingler
id: Lepas sematan
ja: 固定解除
nl: Maak los
ru: Открепить
zh_hans: 取消固定

# clipboard.generated.imageLabel
source: Image %@
ar: صورة %@
de: Bild %@
id: Gambar %@
ja: 画像 %@
nl: Afbeelding %@
ru: Изображение %@
zh_hans: 图像 %@

# clipboard.generated.richTextContent
source: Rich Text Content
ar: محتوى نص منسق
de: Rich-Text-Inhalt
fr: Contenu en texte enrichi
fr_ca: Contenu en texte enrichi
id: Konten Teks Kaya
ja: リッチテキストコンテンツ
nl: Opgemaakte tekst
ru: Содержимое в формате RTF
zh_hans: 富文本内容

# clipboard.row.deleted
source: Deleted
ar: تم الحذف
de: Gelöscht
fr: Supprimé
fr_ca: Supprimé
id: Dihapus
ja: 削除済み
nl: Verwijderd
ru: Удалено
zh_hans: 已删除

# clipboard.row.imageUnavailable
source: Image (Unavailable)
ar: صورة (غير متوفرة)
de: Bild (nicht verfügbar)
fr: Image (indisponible)
fr_ca: Image (non disponible)
id: Gambar (Tidak tersedia)
ja: 画像（利用不可）
nl: Afbeelding (niet beschikbaar)
ru: Изображение (недоступно)
zh_hans: 图像（不可用）

# clipboard.row.undo
source: Undo
ar: تراجع
de: Widerrufen
fr: Annuler
fr_ca: Annuler
id: Urungkan
ja: 元に戻す
nl: Herstel
ru: Отменить
zh_hans: 撤销

# clipboard.search.placeholder
source: Search clipboard...
ar: البحث في الحافظة...
de: Zwischenablage durchsuchen …
fr: Rechercher dans le presse-papiers...
fr_ca: Rechercher dans le presse-papiers...
id: Cari clipboard...
ja: クリップボードを検索…
nl: Zoek in klembord...
ru: Поиск в буфере обмена...
zh_hans: 搜索剪贴板…

# clipboard.sync.ago
source: ago
ar: مضت
de: zuvor
fr: plus tôt
fr_ca: plus tôt
id: yang lalu
ja: 前
nl: geleden
ru: назад
zh_hans: 之前

# clipboard.sync.synced
source: iCloud Synced
ar: تمت المزامنة مع iCloud
de: Mit iCloud synchronisiert
fr: Synchronisé avec iCloud
fr_ca: Synchronisé avec iCloud
id: iCloud tersinkronisasi
ja: iCloud同期済み
nl: Gesynchroniseerd met iCloud
ru: Синхронизировано с iCloud
zh_hans: 已与 iCloud 同步

# date.yesterday.format
source: Yesterday, %@
ar: أمس، %@
de: Gestern, %@
fr: Hier, %@
fr_ca: Hier, %@
id: Kemarin, %@
ja: 昨日、%@
nl: Gisteren, %@
ru: Вчера, %@
zh_hans: 昨天，%@

# defaultApp.keychainAccess
source: Keychain Access
ar: الوصول لسلسلة المفاتيح
de: Schlüsselbundverwaltung
fr: Trousseaux d’accès
fr_ca: Trousseaux d’accès
id: Akses Rantai Kunci
ja: キーチェーンアクセス
nl: Sleutelhangertoegang
ru: Связка ключей
zh_hans: 钥匙串访问

# edit.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
fr_ca: Annuler
id: Batal
ja: キャンセル
nl: Annuleer
ru: Отменить
zh_hans: 取消

# edit.saveCopy
source: Save Copy
ar: حفظ نسخة
de: Kopie speichern
fr: Enregistrer une copie
fr_ca: Enregistrer une copie
id: Simpan Salinan
ja: コピーを保存
nl: Bewaar kopie
ru: Сохранить копию
zh_hans: 存储副本

# edit.title
source: Edit Clipboard Item
ar: تعديل عنصر الحافظة
de: Zwischenablagen-Eintrag bearbeiten
fr: Modifier l’élément du presse-papiers
fr_ca: Modifier l’élément du presse-papiers
id: Edit Item Clipboard
ja: クリップボードの項目を編集
nl: Bewerk klembordonderdeel
ru: Изменить элемент буфера обмена
zh_hans: 编辑剪贴板项目

# error.appAlreadyExcluded
source: App is already excluded
ar: التطبيق مستبعد مسبقاً
de: App ist bereits ausgeschlossen
fr: L’application est déjà exclue
fr_ca: L’app est déjà exclue
id: Aplikasi sudah dikecualikan
ja: アプリケーションはすでに除外されています
nl: App is al uitgesloten
ru: Приложение уже исключено
zh_hans: 应用已被排除

# error.invalidBundleID
source: Invalid bundle ID format. Expected format: com.example.app
ar: تنسيق معرف الحزمة غير صالح. التنسيق المتوقع: com.example.app
de: Ungültiges Bundle-ID-Format. Erwartetes Format: com.example.app
fr: Format d’identifiant de bundle non valide. Format attendu : com.example.app
fr_ca: Format d’identifiant de bundle non valide. Format attendu : com.example.app
id: Format bundle ID tidak valid. Format yang diharapkan: com.example.app
ja: バンドルIDの形式が無効です。期待される形式：com.example.app
nl: Ongeldige notatie voor bundel-ID. Verwachte notatie: com.example.app
ru: Неверный формат идентификатора пакета. Ожидаемый формат: com.example.app
zh_hans: 包标识符格式无效。预期格式：com.example.app

# error.loadApplications
source: Failed to load applications: %@
ar: فشل في تحميل التطبيقات: %@
de: Anwendungen konnten nicht geladen werden: %@
fr: Impossible de charger les applications : %@
fr_ca: Impossible de charger les apps : %@
id: Gagal memuat aplikasi: %@
ja: アプリケーションの読み込みに失敗しました：%@
nl: Laden van programma's mislukt: %@
ru: Не удалось загрузить приложения: %@
zh_hans: 无法加载应用：%@

# error.saveChanges
source: Failed to save changes
ar: فشل في حفظ التغييرات
de: Änderungen konnten nicht gespeichert werden
fr: Impossible d’enregistrer les modifications
fr_ca: Impossible d’enregistrer les modifications
id: Gagal menyimpan perubahan
ja: 変更の保存に失敗しました
nl: Wijzigingen bewaren mislukt
ru: Не удалось сохранить изменения
zh_hans: 无法保存更改

# manualBundleID.applicationFound
source: Application Found
ar: تم العثور على التطبيق
de: Anwendung gefunden
fr: Application trouvée
fr_ca: Application trouvée
id: Aplikasi ditemukan
ja: アプリケーションが見つかりました
nl: App gevonden
ru: Приложение найдено
zh_hans: 已找到应用

# manualBundleID.description
source: Enter the bundle identifier of the application you want to exclude.
ar: أدخل معرف الحزمة (bundle identifier) للتطبيق الذي تريد استبعاده.
de: Geben Sie die Bundle-ID der Anwendung ein, die Sie ausschließen möchten.
fr: Saisissez l’identifiant de bundle de l’application à exclure.
fr_ca: Saisissez l’identifiant de bundle de l’application à exclure.
id: Masukkan bundle identifier aplikasi yang ingin Anda kecualikan.
ja: 除外したいアプリケーションのバンドルIDを入力してください。
nl: Voer de bundel-ID in van de app die je wilt uitsluiten.
ru: Введите идентификатор пакета приложения, которое Вы хотите исключить.
zh_hans: 输入要排除的应用的包标识符。

# manualBundleID.field
source: Bundle ID
ar: معرف الحزمة
fr: Identifiant de bundle
fr_ca: Identifiant de bundle
ja: バンドルID
nl: Bundel-ID
ru: Идентификатор пакета
zh_hans: 包标识符

# manualBundleID.invalid
source: Invalid bundle ID format
ar: تنسيق معرف الحزمة غير صالح
de: Ungültiges Bundle-ID-Format
fr: Format d’identifiant de bundle non valide
fr_ca: Format d’identifiant de bundle non valide
id: Format bundle ID tidak valid
ja: 無効なバンドルIDの形式
nl: Ongeldige notatie voor bundel-ID
ru: Неверный формат идентификатора пакета
zh_hans: 无效的包标识符格式

# manualBundleID.invalid.description
source: Bundle IDs should follow the format: com.company.appname
ar: يجب أن تتبع معرفات الحزم التنسيق: com.company.appname
de: Bundle-IDs sollten dem folgenden Format entsprechen: com.company.appname
fr: Les identifiants de bundle doivent suivre le format : com.company.appname
fr_ca: Les identifiants de bundle doivent respecter le format : com.company.appname
id: Bundle ID harus mengikuti format: com.company.appname
ja: バンドルIDは以下の形式にする必要があります：com.company.appname
nl: Bundel-ID's moeten de volgende notatie hebben: com.bedrijf.appnaam
ru: Идентификаторы пакетов должны быть в формате: com.company.appname
zh_hans: 包标识符应符合以下格式：com.company.appname

# manualBundleID.notFound
source: Application not found on this system
ar: التطبيق غير موجود على هذا النظام
de: Anwendung auf diesem System nicht gefunden
fr: Application introuvable sur ce système
fr_ca: Application introuvable sur ce système
id: Aplikasi tidak ditemukan di sistem ini
ja: このシステムにアプリケーションが見つかりません
nl: App niet gevonden op dit systeem
ru: Приложение не найдено в этой системе
zh_hans: 在此系统上未找到该应用

# manualBundleID.notFound.description
source: You can still add this bundle ID, but the app may not be installed.
ar: لا يزال بإمكانك إضافة معرف الحزمة هذا، ولكن قد لا يكون التطبيق مثبتاً.
de: Sie können diese Bundle-ID weiterhin hinzufügen, aber die App ist möglicherweise nicht installiert.
fr: Vous pouvez toujours ajouter cet identifiant de bundle, mais l’application n’est peut-être pas installée.
fr_ca: Vous pouvez quand même ajouter cet identifiant de bundle, mais l’app n’est peut-être pas installée.
id: Anda tetap dapat menambahkan bundle ID ini, tetapi aplikasinya mungkin belum terinstal.
ja: このバンドルIDを追加することは可能ですが、アプリケーションがインストールされていない可能性があります。
nl: Je kunt deze bundel-ID nog steeds toevoegen, maar de app is mogelijk niet geïnstalleerd.
ru: Вы все еще можете добавить этот идентификатор пакета, но приложение может быть не установлено.
zh_hans: 您仍可以添加此包标识符，但该应用可能未安装。

# manualBundleID.section
source: Bundle Identifier
ar: معرف الحزمة
de: Bundle-ID
fr: Identifiant de bundle
fr_ca: Identifiant de bundle
ja: バンドルID
nl: Bundel-ID
ru: Идентификатор пакета
zh_hans: 包标识符

# manualBundleID.title
source: Add Bundle ID
ar: إضافة معرف حزمة
de: Bundle-ID hinzufügen
fr: Ajouter un identifiant de bundle
fr_ca: Ajouter un identifiant de bundle
id: Tambah Bundle ID
ja: バンドルIDを追加
nl: Voeg bundel-ID toe
ru: Добавить идентификатор пакета
zh_hans: 添加包标识符

# manualBundleID.validation
source: Validation
ar: التحقق
de: Validierung
id: Validasi
ja: 検証
nl: Validatie
ru: Проверка
zh_hans: 验证

# onboarding.back
source: Back
ar: رجوع
de: Zurück
fr: Retour
fr_ca: Retour
id: Kembali
ja: 戻る
nl: Vorige
ru: Назад
zh_hans: 返回

# onboarding.continue
source: Continue
ar: متابعة
de: Fortfahren
fr: Continuer
fr_ca: Continuer
id: Lanjutkan
ja: 続ける
nl: Ga door
ru: Продолжить
zh_hans: 继续

# onboarding.excludedApps.addAnother
source: Add Another App
ar: إضافة تطبيق آخر
de: Weitere App hinzufügen
fr: Ajouter une autre application
fr_ca: Ajouter une autre app
id: Tambah Aplikasi Lain
ja: 別のアプリを追加
nl: Voeg nog een app toe
ru: Добавить другое приложение
zh_hans: 添加其他应用

# onboarding.excludedApps.description
source: Clipboard content from these apps won't be saved. Great for password managers and sensitive apps.
ar: لن يتم حفظ محتوى الحافظة من هذه التطبيقات. تعتبر هذه الميزة مثالية لمديري كلمات المرور والتطبيقات الحساسة.
de: Inhalte aus der Zwischenablage dieser Apps werden nicht gespeichert. Ideal für Passwort-Manager und sensible Apps.
fr: Le contenu du presse-papiers provenant de ces applications ne sera pas enregistré. Idéal pour les gestionnaires de mots de passe et les applications sensibles.
fr_ca: Le contenu du presse-papiers provenant de ces apps ne sera pas enregistré. Idéal pour les gestionnaires de mots de passe et les apps sensibles.
id: Konten clipboard dari aplikasi ini tidak akan disimpan. Cocok untuk pengelola kata sandi dan aplikasi sensitif.
ja: これらのアプリからコピーされた内容は保存されません。パスワードマネージャーや機密情報を扱うアプリに最適です。
nl: Klembordmateriaal van deze apps wordt niet bewaard. Ideaal voor wachtwoordbeheerders en gevoelige apps.
ru: Содержимое буфера обмена из этих приложений не будет сохраняться. Идеально для менеджеров паролей и конфиденциальных приложений.
zh_hans: 这些应用的剪贴板内容将不会被保存。非常适合密码管理器和涉及隐私的应用。

# onboarding.excludedApps.title
source: Excluded Apps
ar: التطبيقات المستبعدة
de: Ausgeschlossene Apps
fr: Applications exclues
fr_ca: Apps exclues
id: Aplikasi yang Dikecualikan
ja: 除外されたアプリ
nl: Uitgesloten apps
ru: Исключенные приложения
zh_hans: 已排除的应用

# onboarding.feature.appExclusions
source: 🚫 App exclusion rules
ar: 🚫 قواعد استبعاد التطبيقات
de: 🚫 App-Ausschlussregeln
fr: 🚫 Règles d’exclusion d’applications
fr_ca: 🚫 Règles d’exclusion des apps
id: 🚫 Aturan pengecualian aplikasi
ja: 🚫 アプリの除外ルール
nl: 🚫 Uitsluitingsregels voor apps
ru: 🚫 Правила исключения приложений
zh_hans: 🚫 应用排除规则

# onboarding.feature.icloudSync
source: ☁️ iCloud sync support
ar: ☁️ دعم المزامنة مع iCloud
de: ☁️ iCloud-Synchronisierung
fr: ☁️ Synchronisation iCloud
fr_ca: ☁️ Prise en charge de la synchro iCloud
id: ☁️ Dukungan sinkronisasi iCloud
ja: ☁️ iCloud同期
nl: ☁️ Ondersteuning voor iCloud-synchronisatie
ru: ☁️ Синхронизация с iCloud
zh_hans: ☁️ iCloud 同步

# onboarding.feature.instantHistory
source: 📋 Instant clipboard history
ar: 📋 سجل الحافظة الفوري
de: 📋 Sofortiger Zwischenablage-Verlauf
fr: 📋 Historique instantané du presse-papiers
fr_ca: 📋 Historique instantané du presse-papiers
id: 📋 Riwayat clipboard instan
ja: 📋 即時のクリップボード履歴
nl: 📋 Directe klembordgeschiedenis
ru: 📋 Мгновенная история буфера обмена
zh_hans: 📋 实时剪贴板历史

# onboarding.feature.keyboardShortcuts
source: ⌨️ Quick keyboard shortcuts
ar: ⌨️ اختصارات لوحة المفاتيح السريعة
de: ⌨️ Schnelle Tastenkombinationen
fr: ⌨️ Raccourcis clavier rapides
fr_ca: ⌨️ Raccourcis clavier rapides
id: ⌨️ Pintasan keyboard cepat
ja: ⌨️ クイックキーボードショートカット
nl: ⌨️ Snelle toetscombinaties
ru: ⌨️ Быстрые сочетания клавиш
zh_hans: ⌨️ 快捷键

# onboarding.feature.powerfulSearch
source: 🔍 Powerful search
ar: 🔍 بحث متقدم
de: 🔍 Leistungsstarke Suche
fr: 🔍 Recherche puissante
fr_ca: 🔍 Recherche puissante
id: 🔍 Pencarian andal
ja: 🔍 強力な検索
nl: 🔍 Krachtige zoekfunctie
ru: 🔍 Мощный поиск
zh_hans: 🔍 强大的搜索功能

# onboarding.feature.privacyFocused
source: 🔒 Privacy-focused design
ar: 🔒 تصميم يركز على الخصوصية
de: 🔒 Auf Datenschutz ausgerichtetes Design
fr: 🔒 Conçu pour la confidentialité
fr_ca: 🔒 Conception axée sur la confidentialité
id: 🔒 Desain berfokus privasi
ja: 🔒 プライバシー重視の設計
nl: 🔒 Ontwerp gericht op privacy
ru: 🔒 Ориентированность на конфиденциальность
zh_hans: 🔒 注重隐私的设计

# onboarding.getStarted
source: Get Started
ar: البدء
de: Loslegen
fr: Commencer
fr_ca: Commencer
id: Mulai
ja: はじめる
nl: Aan de slag
ru: Начать
zh_hans: 开始使用

# onboarding.permissions.description
source: To automatically insert history items directly into your active apps, Clipmighty needs Accessibility permission. This allows our overlay to simulate the "Paste" command for you, saving you manual effort.
ar: لإدراج عناصر السجل تلقائياً في تطبيقاتك النشطة، يحتاج Clipmighty إلى إذن الوصول. يسمح هذا للبرنامج بمحاكاة أمر "لصق" نيابةً عنك، مما يوفر عليك الجهد اليدوي.
de: Damit Clipmighty Elemente aus dem Verlauf automatisch in Ihre aktiven Apps einfügen kann, wird die Bedienungshilfen-Berechtigung benötigt. Dadurch kann unser Overlay den „Einsetzen“-Befehl für Sie simulieren und Ihnen manuelle Arbeit ersparen.
fr: Pour insérer automatiquement les éléments de l’historique directement dans vos applications actives, Clipmighty a besoin de l’autorisation Accessibilité. Cela permet à notre panneau de simuler la commande « Coller » pour vous éviter des manipulations manuelles.
fr_ca: Pour insérer automatiquement des éléments de l’historique directement dans vos apps actives, Clipmighty a besoin de l’autorisation Accessibilité. Celle-ci permet au panneau de simuler la commande Coller pour vous éviter des étapes manuelles.
id: Untuk menyisipkan item riwayat secara otomatis langsung ke aplikasi aktif Anda, Clipmighty memerlukan izin Aksesibilitas. Izin ini memungkinkan overlay kami mensimulasikan perintah "Tempel" untuk Anda, sehingga Anda tidak perlu melakukannya secara manual.
ja: 履歴からアクティブなアプリに自動的にペーストするため、Clipmightyはアクセシビリティの権限を必要とします。これにより、オーバーレイが「ペースト」コマンドをシミュレートし、手動での作業を省くことができます。
nl: Om automatisch onderdelen uit de geschiedenis direct in je actieve apps in te voegen, heeft Clipmighty de bevoegdheid voor Toegankelijkheid nodig. Hiermee kan onze overlay de 'Plak'-opdracht voor je simuleren, wat je handmatig werk bespaart.
ru: Для автоматической вставки элементов истории прямо в Ваши активные приложения Clipmighty требуется разрешение на Универсальный доступ. Это позволяет нашей панели имитировать команду «Вставить» за Вас, избавляя от ручных действий.
zh_hans: 为了让 Clipmighty 自动将历史记录中的项目粘贴到活动应用中，需要辅助功能权限。这允许我们的悬浮窗为您模拟“粘贴”命令，省去您的手动操作。

# onboarding.permissions.granted
source: Permission Granted
ar: تم منح الإذن
de: Berechtigung erteilt
fr: Autorisation accordée
fr_ca: Autorisation accordée
id: Izin diberikan
ja: 権限付与済み
nl: Bevoegdheid verleend
ru: Разрешение предоставлено
zh_hans: 已授权

# onboarding.permissions.openSystemSettings
source: Open System Settings
ar: فتح إعدادات النظام
de: Systemeinstellungen öffnen
fr: Ouvrir Réglages Système
fr_ca: Ouvrir Réglages Système
id: Buka Pengaturan Sistem
ja: システム設定を開く
nl: Open Systeeminstellingen
ru: Открыть Системные настройки
zh_hans: 打开系统设置

# onboarding.permissions.privacyFirst
source: Privacy First
ar: الخصوصية أولاً
de: Datenschutz an erster Stelle
fr: Confidentialité d’abord
fr_ca: Confidentialité d’abord
id: Privasi Diutamakan
ja: プライバシー第一
nl: Privacy voorop
ru: Конфиденциальность прежде всего
zh_hans: 隐私优先

# onboarding.permissions.privacyFirst.description
source: This permission is strictly used to simulate the 'Paste' command and identify source apps. Your clipboard history remains local and is never transmitted.
ar: يُستخدم هذا الإذن حصرياً لمحاكاة أمر "لصق" وتحديد التطبيقات المصدر. يظل سجل الحافظة الخاص بك محلياً ولا يتم إرساله أبداً.
de: Diese Berechtigung wird ausschließlich verwendet, um den Befehl „Einsetzen“ zu simulieren und Quell-Apps zu identifizieren. Ihr Zwischenablage-Verlauf bleibt lokal und wird niemals übertragen.
fr: Cette autorisation sert strictement à simuler la commande « Coller » et à identifier les applications sources. Votre historique du presse-papiers reste local et n’est jamais transmis.
fr_ca: Cette autorisation sert uniquement à simuler la commande Coller et à identifier les apps sources. L’historique de votre presse-papiers reste local et n’est jamais transmis.
id: Izin ini hanya digunakan untuk mensimulasikan perintah 'Tempel' dan mengidentifikasi aplikasi sumber. Riwayat clipboard Anda tetap tersimpan lokal dan tidak pernah dikirim.
ja: この権限は「ペースト」コマンドのシミュレートとソースアプリの特定にのみ使用されます。クリップボードの履歴はローカルに保持され、送信されることはありません。
nl: Deze bevoegdheid wordt uitsluitend gebruikt om de 'Plak'-opdracht te simuleren en bron-apps te identificeren. Je klembordgeschiedenis blijft lokaal en wordt nooit verzonden.
ru: Это разрешение используется исключительно для имитации команды «Вставить» и определения исходных приложений. История Вашего буфера обмена остается локальной и никогда не передается.
zh_hans: 此权限仅用于模拟“粘贴”命令及识别来源应用。您的剪贴板历史记录始终保存在本地，绝不会被传输。

# onboarding.permissions.required
source: Permission Required
ar: الإذن مطلوب
de: Berechtigung erforderlich
fr: Autorisation requise
fr_ca: Autorisation requise
id: Izin diperlukan
ja: 権限が必要です
nl: Bevoegdheid vereist
ru: Требуется разрешение
zh_hans: 需要权限

# onboarding.permissions.title
source: Enable Overlay Auto-Paste
ar: تمكين اللصق التلقائي
de: Automatisches Einsetzen aus Overlay aktivieren
fr: Activer le collage automatique depuis le panneau
fr_ca: Activer le collage automatique depuis le panneau
id: Aktifkan Tempel Otomatis dari Overlay
ja: オーバーレイからの自動ペーストを有効にする
nl: Schakel automatisch plakken vanuit overlay in
ru: Включить автоматическую вставку
zh_hans: 启用悬浮窗自动粘贴功能

# onboarding.tutorial.clickToCopy
source: Click to copy:
ar: انقر للنسخ:
de: Zum Kopieren klicken:
fr: Cliquer pour copier :
fr_ca: Cliquez pour copier :
id: Klik untuk menyalin:
ja: クリックしてコピー：
nl: Klik om te kopiëren:
ru: Нажмите, чтобы скопировать:
zh_hans: 点击复制：

# onboarding.tutorial.description
source: Let's try out Clipmighty! Copy one of the texts below, then paste it using the shortcut.
ar: دعنا نجرب Clipmighty! انسخ أحد النصوص أدناه، ثم الصقه باستخدام الاختصار.
de: Lassen Sie uns Clipmighty ausprobieren! Kopieren Sie einen der folgenden Texte und setzen Sie ihn mit der Tastenkombination ein.
fr: Essayons Clipmighty ! Copiez l’un des textes ci-dessous, puis collez-le à l’aide du raccourci.
fr_ca: Essayons Clipmighty! Copiez l’un des textes ci-dessous, puis collez-le avec le raccourci.
id: Mari coba Clipmighty! Salin salah satu teks di bawah, lalu tempel menggunakan pintasan.
ja: Clipmightyを試してみましょう！以下のテキストのいずれかをコピーし、ショートカットを使ってペーストしてください。
nl: Laten we Clipmighty uitproberen! Kopieer een van de onderstaande teksten en plak deze met de toetscombinatie.
ru: Давайте проверим Clipmighty! Скопируйте один из текстов ниже, а затем вставьте его с помощью сочетания клавиш.
zh_hans: 让我们来试试 Clipmighty 吧！复制以下任意一段文本，然后使用快捷键粘贴。

# onboarding.tutorial.great
source: Great!
ar: رائع!
de: Großartig!
fr: Parfait !
fr_ca: Parfait!
id: Bagus!
ja: 素晴らしい！
nl: Geweldig!
ru: Отлично!
zh_hans: 太棒了！

# onboarding.tutorial.menuBar.description
source: Click the clipboard icon or use ⌃V to see your history
ar: انقر على أيقونة الحافظة أو استخدم ⌃V لرؤية سجلك
de: Klicken Sie auf das Zwischenablage-Symbol oder verwenden Sie ⌃V, um Ihren Verlauf anzuzeigen
fr: Cliquez sur l’icône du presse-papiers ou utilisez ⌃V pour afficher votre historique
fr_ca: Cliquez sur l’icône du presse-papiers ou utilisez ⌃V pour afficher votre historique
id: Klik ikon clipboard atau gunakan ⌃V untuk melihat riwayat Anda
ja: クリップボードアイコンをクリックするか、⌃Vを押して履歴を表示します
nl: Klik op het klembord-symbool of gebruik ⌃V om je geschiedenis te bekijken
ru: Нажмите на значок буфера обмена или используйте ⌃V, чтобы увидеть Вашу историю
zh_hans: 点击剪贴板图标或按 ⌃V 查看您的历史记录

# onboarding.tutorial.menuBar.title
source: Find Clipmighty in your menu bar
ar: ابحث عن Clipmighty في شريط القوائم
de: Clipmighty in der Menüleiste finden
fr: Retrouvez Clipmighty dans la barre des menus
fr_ca: Retrouvez Clipmighty dans la barre des menus
id: Temukan Clipmighty di bilah menu
ja: メニューバーでClipmightyを見つける
nl: Vind Clipmighty in je menubalk
ru: Найдите Clipmighty в строке меню
zh_hans: 在菜单栏找到 Clipmighty
